epyc-7763/20240831-1741-continue/logs/1-32768-100-pgbench-no-yes-yes-0-1725317105/pgbench.log
pgbench (18devel)
transaction type: <builtin: select only>
scaling factor: 5
partition method: range
partitions: 100
query mode: prepared
number of clients: 256
number of threads: 256
maximum number of tries: 1
duration: 5 s
number of transactions actually processed: 4985303
number of failed transactions: 0 (0.000%)
latency average = 0.252 ms
initial connection time = 109.143 ms
tps = 1014649.549948 (without initial connection time)